cylinderCases/newtonianLaminar/Allrun
blockMesh > log.blockMesh
simpleFoam > log.simpleFoam
